{
    "reviews": [
      {
        "id":"1",
        "name": "undermindfilms",
        "message": "Very professional. Love the designs done. The best follow-up service is given by Annish. I Love his work and he is always perfect with his attention to detail. The best experiences ever!!! I will continue to work with only you Annish for all of my graphic drawings!!! Thanks, Much Good Friend!!!",
        "image":"undermindfilms"
      },      
      {
        "id":"2",
        "name": "ricardoperalez",
        "message": "I could not imagine a better seller then him!! This my 4th order and every time he goes the extra mile and the outcome is really good! 100% happy with all his work and I will keep buying gigs from this seller. I been using Fiverr for almost 3 years and his talent is really hard to find.",
        "image":"ricardoperalez"
      },
      {
        "id":"3",
        "name": "undermindfilms",
        "message": "Once again I am very happy to work with Annish Kumar on yet another project. This Professional is absolutely the best at what he does. If your project needs an illustration that stands out, then you are in the right place. Annish Kumar is the best I have seen on the planet. Thanks my friend for being Awesome!!!",
        "image":"undermindfilms"
      },
      {
        "id":"4",
        "name": "leo_d25",
        "message": "I have worked with annish a few times now and I am always pleased with his work. Thank you annish",
        "image":"leo_d25"
      },
      {
        "id":"5",
        "name": "naughtybrooklyn",
        "message": "Incredibly talented. Thank you.",
        "image":"naughtybrooklyn"
      },
      {
        "id":"6",
        "name": "daredeverell",
        "message": "Once again, Annish delivered great work!",
        "image":"daredeverell"
      },
      {
        "id":"7",
        "name": "chriswilliam899",
        "message": "One of the best and easiest Transactions I've had on this website. The colored cartoon drawings were perfect and I couldn't be more pleased. Work was done timely and even finished four days early from the due date. I hope to work with him again and highly recommend you hire him if you are looking for a super talented artist.",
        "image":"chriswilliam899"
      },
      {
        "id":"8",
        "name": "undermindfilms",
        "message": "One of the best professional freelancers on Fiverr I have ever used, very professional and a great job well done. Annish Kumar is also very patient and not pushy at all which really helps when you have busy days yourself! I would highly recommend Annish Kumar for any project and will definitely use his illustration and drawing services again for future projects.",
        "image":"undermindfilms"
      },
      {
        "id":"9",
        "name": "seth1francesc",
        "message": "Very friendly and supportive .. He offered to make very quickly some modifications on the delivered drawing. Flawless experience",
        "image":"seth1francesc"
      },
      {
        "id":"10",
        "name": "Jasper Van Der Made",
        "message": "I highly recommend Annish for any work he offers. Prompt good and clear communication. Good eye for detail and prompt follow up on suggested changes. Quick turnaround and discussions are straight to the point. Thank you, Annish. Looking forward to the rest of your work :-)",
        "image":"Jasper Van Der Made"
      },
      {
        "id":"11",
        "name": "undermindfilms",
        "message": "If You Need An Awesome Illustration For Your Project, Then You Are In The Right Place!!! Absolutely The Best Professional Graphic Designer And Illustrator That Fiverr Has!!! Annish Get's It Done Right The First Time!!! Thanks, My Friend, You Are Phenomenal!!!",
        "image":"undermindfilms"
      }
    ]
  }